Repository: palera1n/loader
Catalog: palera1nLoader/Localization/Localizable.xcstrings
Source language: en
Languages: ja, sq_al, zh_hk

source: About
ja: 情報
sq_al: Rreth
zh_hk: 關於

source: Architecture
ja: アーキテクチャ
sq_al: Arkitektura
zh_hk: 架構

# Bootstrap Install
source: Install %@
ja: %@をインストール
sq_al: Instalo %@
zh_hk: 安裝 %@

source: Cancel
ja: キャンセル
sq_al: Anullo
zh_hk: 取消

source: Change Download URL
ja: ダウンロードURLを変更
sq_al: Ndrysho URL-ne e shkarkimit
zh_hk: 更改下載網址

# Change Download URL Explanation
source: This will allow you to change where the loader application will download from with a custom URL to a json file, this can change the package manager, bootstrap, and repos included.
ja: カスタムURLを使用することでloaderアプリケーションが jsonファイルをダウンロードするアドレスを変更できるようになります。これにより、パッケージマネージャー、bootstrap、およびリポジトリが変更される可能性があります。
sq_al: Kjo do te lejoje ty qe te ndryshosh ku aplikacioni loader do shkarkoje me nje url ndryshe ne nje json, kjo do te ndryshoje manaxhuesin e paketave, bootstrap-in, dhe repot te vendosura.
zh_hk: 這允許你改變JSON 配置文件的網址，這能夠改變包含的包管理器，基本越獄檔案和軟體庫。

source: Credits
ja: クレジット
sq_al: Kredite
zh_hk: 鳴謝

source: Done
ja: 完了
sq_al: Mbaroi
zh_hk: 完成

source: Download
ja: ダウンロード
sq_al: Shkarko
zh_hk: 下載

# Download Item
source: Downloading %@
ja: %@をダウンロード
sq_al: Po shkarkon %@
zh_hk: 正在下載%@

source: Downloading Base System
ja: Base Systemをダウンロード
sq_al: Po shkarkon sistemin baze
zh_hk: 正在下載基本越獄檔案

source: Exit
ja: 終了
sq_al: Dil
zh_hk: 退出

source: Exit Safemode
ja: Safemodeを終了
sq_al: Dil nga mënyra e sigurt
zh_hk: 退出安全模式

source: Flags
ja: フラグ
sq_al: Flamuret
zh_hk: 標記

source: General
ja: 一般
sq_al: Gjeneral
zh_hk: 一般

source: Install
ja: インストール
sq_al: Instalo
zh_hk: 安裝

# Installed Manager
source: %@ is already installed.
ja: %@はすでにインストールされています。
sq_al: %@ eshte e instaluar.
zh_hk: %@已安裝。

# Installing Item
source: Installing %@
ja: %@をインストール
sq_al: Duke instaluar %@
zh_hk: 正在安裝%@

source: Language
ja: 言語
sq_al: Gjuha
zh_hk: 語言

# Loader Update
source: This Loader version is too old and may have unforeseen issues. It is recommended that you update to the latest version of palera1n.
ja: このloaderのバージョンは古すぎるため、予期せぬ問題が発生する可能性があります。最新版のpalera1nにアップデートすることをお勧めします。
sq_al: Versioni i Aplikacionit Loader eshte shume i vjeter dhe mund te kete probleme te papara. Ju rekomandojme qe ju te shkarkoni versionin me te ri te palera1n.
zh_hk: 此安裝程式版本太舊，可能發生問題。建議更新到最新版的palera1n。

source: Loading
ja: 読み込み中
sq_al: Duke u hapur
zh_hk: 載入中

source: Options
ja: オプション
sq_al: Opsionet
zh_hk: 選項

source: Password
ja: パスワード
sq_al: Fjalëkalimi
zh_hk: 密碼

# Password Explanation
source: In order to use command line tools like "sudo" after jailbreaking, you will need to set a terminal passcode. (This cannot be empty)
ja: Jailbreak後に "sudo "のようなコマンドラインツールを使うには、terminalのパスコードを設定する必要があります。(空にすることはできません)
sq_al: Per te perdorur mjetet ne terminal si "sudo" pasi te kini bere jailbreak, ju duhet te vendosni nje password terminali. (Ky password nuk mund te jete bosh.)
zh_hk: 要使用例如「sudo」 等命令行工具，你需要設定一個命令行密碼。（這不能為空）

# Reinstall Manager
source: Reinstall %@
ja: %@を再インストール
sq_al: Ri-Instalo %@
zh_hk: 重新安裝%@

source: Repeat Password
ja: パスワードを再度入力
sq_al: Rivendos fjalëkalimin
zh_hk: 再次輸入密碼

source: Reset Configuration
ja: URLの変更をリセット
sq_al: Rikthe ne gjendje fillestare konfigurimin
zh_hk: 重設配置文件

source: Restart Application for changes to fully apply
ja: この変更を完全に適用するためには、アプリケーションを再起動する必要があります
sq_al: Restarto aplikacionin qe ndryshimet te aplikohen 100%
zh_hk: 重新啟動應用程式以完整地套用更變。

source: Restore System
ja: システムを復元
sq_al: Kthe ne gjendje fillestare sistemin e jailbreak
zh_hk: 還原系統

# Restore System Explanation
source: Uninstall jailbreak files and other changes made to the operating system, without erasing your data. This will reboot your %@.
ja: データを消去せずに、jailbreakファイルとOSに加えられたその他の変更をアンインストールします。その後、%@は再起動します。
sq_al: Çinstalo dosjet e jailbreak dhe ndryshime te tjera te bere ne sistem, kjo do heqe gjerat e jailbreakut, pa prekur sistemin e operimit tend. Kjo do te restartoje %@
zh_hk: 移除越獄文件和其他操作系統修改，但不移除你的數據。你的%@將會重新啟動。

source: Retry
ja: 再試行
sq_al: Riprovo
zh_hk: 重試

source: Set
ja: 設定
sq_al: Vendos
zh_hk: 設定

source: Set Password
ja: パスワードを設定
sq_al: Vendos Fjalëkalimin
zh_hk: 設定密碼

source: Show Password Prompt
ja: パスワードプロンプトを表示
sq_al: Trego menune e vendosjes se fjalëkalimit
zh_hk: 要求設定密碼

source: Too Long
ja: パスワードが長すぎます
sq_al: Shume vone
zh_hk: 太長

source: Troubleshoot
ja: トラブルシューティング
sq_al: Zgjidh Problemet
zh_hk: 除錯

source: Type
ja: 種類
sq_al: Tipi
zh_hk: 類型

source: Unable to fetch bootstraps.
ja: Bootstrapを取得できませんでした。
sq_al: Nuk mund te merrja bootstrap-in
zh_hk: 無法取得配置

source: Use System Language
ja: システム言語を使用する
sq_al: Perdor gjuhen e sistemit
zh_hk: 使用系統語言

source: Utilities
ja: ユーティリティ
sq_al: Mjetet
zh_hk: 工具

# Utilities Explanation
source: If your installed manager doesn't appear, you can use these options and they should appear afterwards.
ja: インストールしたパッケージマネージャーが表示されない場合、このオプションを使用することで改善される場合があります。
sq_al: Nese manaxhuesi qe ke instaluar nuk del, ti mund te perdores keto opsione dhe menxaxhuesi duhet te dale me pas.
zh_hk: 如果你安裝了的包管理器沒有出現，你可以使用這些選項，然後它們應該就會出現。

source: Version
ja: バージョン
sq_al: Versioni
zh_hk: 版本

source: (rootful)
zh_hk: （有根）

source: App Info
zh_hk: 應用程式資料

source: App Version
zh_hk: 應用程式版本

source: BOOT-ARGS
zh_hk: 開機參數

source: Clean FakeFS
zh_hk: 清理偽檔案系統

# Clean FakeFS Explanation
source: Uninstall jailbreak files, but does not remove FakeFS. This will allow setting up a new jailbreak environment without creating FakeFS again. This will reboot your %@.
zh_hk: 移除越獄文件，但不移除偽檔案系統。 這允許在不重新創建偽檔案系統的情況下設置新的越獄環境。你的%@將會重新啟動。

source: Dismiss
zh_hk: 關閉

source: Download Speed: %@
zh_hk: 下載速度：%@

# Failure Alert
source: You've entered safemode by either manually or palera1n saved you from it, if you wish to exit it then press "Exit Safemode".
zh_hk: 你手動進入了安全模式或palera1n偵測到異常而進入安全模式。如要退出安全模式，請按「退出安全模式」 。

# Installing Explanation
source: Do not exit the app during this process, it may lead to unforeseen issues.
zh_hk: 請不要退出應用程式，否則可能會發生問題。

# Is Force Reverted
source: You have used the force-revert option when using palera1n, please finish the process by fully rebooting the %@.
zh_hk: 你使用了palera1n中的--force-revert（強制還原）選項，請重新啟動裝置以完成這個程序。

source: Kernel
zh_hk: 內核

source: Loader
zh_hk: 安裝程式

source: NO
zh_hk: 否

source: Reboot After Restore
zh_hk: 還原後重啟

source: Refresh
zh_hk: 重新載入

source: Restart PineBoard
zh_hk: 重新啟動主畫面

source: Restart SpringBoard
zh_hk: 重新啟動主畫面

# Revert Without Reboot
source: Successfully reverted your jailbreak, however not rebooting could lead to issues relating to UICache not properly updating and daemons still being active. Proceed at your own risk. Also, using this option you agree to not ask for support relating to it.
zh_hk: 成功移除了你的越獄，但是不重新啟動可能會導致圖示快取以及仍在運行的越獄守護程序發生問題。了解風險後方可繼續。這是一個不受支援的選項，請不要對這個選項要求支援。

source: Rootful
zh_hk: 有根

source: Rootless
zh_hk: 無根

# UICache
source: Rebuild Icon Cache
zh_hk: 重建圖示快取

source: Userspace Reboot
zh_hk: 重啟用戶空間

source: YES
zh_hk: 是
